Repository: vood/chess-tournament
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: New round has been seeded successfully.
ru_ru: Следующий тур посеян

source: You can't seed new round. Make sure previous one has finished.
ru_ru: Вы не можете посеять следующий тур. Убедитесь что предыдущий тур завершен.

source: Tournament completed
ru_ru: Турнир завершен

source: Seed next round
ru_ru: Посеять следующий тур

source: Actions
ru_ru: Действия

source: Won-Lost (1:0)
ru_ru: Победа-Проигрыш (1:0)

source: Lost-Won (0:1)
ru_ru: Проигрыш-Победа (0:1)

source: Tie (0.5:0.5)
ru_ru: Ничья (0.5:0.5)

source: Round #%d (%s vs %s)
ru_ru: Тур #%d (%s против %s)

source: Tournament
ru_ru: Турнир

source: Tournaments
ru_ru: Турниры

source: Round
ru_ru: Тур

source: White
ru_ru: Белые

source: Score
ru_ru: Очки

source: Black
ru_ru: Черные

source: Scoreboard
ru_ru: Текущие результаты

source: Player
ru_ru: Игрок

source: Elo Rating
ru_ru: Рейтинг Эло

source: Tournament name
ru_ru: Название турнира

source: Current round
ru_ru: Текущий тур

source: Total rounds
ru_ru: Всего туров

source: There are no tournaments
ru_ru: Турниры не найдены
